{
  "title": "Запятые в простом предложении",
  "rules":  [
    {
      "title": "Запятые в простом предложении",
      "rule": {
        "title": "Неосложнённое или осложнённое по структуре предложение пишутся без запятой\n(Белеет парус одинокий в тумане моря голубом)",
        "exceptions": [],
        "positive": {
          "title": "Это чужаки в предложении?",
          "exceptions": [],
          "positive": {
            "title": "Вводные слова, обращения. Они не члены этого предложения, так как не относятся непосредственно к описанной в нём ситуации. С их помощью говорящий перебивает собственное сообщение, чтобы:\n1) привлечь внимание собеседника (Тебя, папа, мама зовёт!)\n2) внести по ходу какие-то замечения (поезд, кажется, опаздывает)",
            "exceptions": ["При звательной интонации ставится '!' (Папа! Тебя мама зовёт)"],
            "positive": null,
            "negative": null
          }
        },
        "negative": {
          "title": "Это члены-близнецы? (однородные члены)",
          "exceptions": [],
          "positive": {
            "title": "Они образуют сочинительное словосочетание => равноправны, равнозначны => отвечают на один вопрос, относятся к одному члену предложения и часто сопровождаются перечислительной интонацией (чёрные, белые, жёлтые, синие остановились машины.). Везде ставится ','\nЕсли первым или последним в ряду ставится обобщающее слово, то в его конце стаавится и ':' (Сияло всё: земля, небо, море)",
            "exceptions": ["2 члена, связанные одиночными И//ИЛИ (Горы и недра, север и юг, пальмы и кедры покажет вам Кук.)"],
            "positive": null,
            "negative": null
          },
          "negative": {
            "title": "Это члены перегруженные по смыслу\nЭто выделенные запятыми члены выделяются обычно и паузами и несут, кроме своего, дополнительное значение:\n1) пояснения (в лесу, на опушке, стоял дом)\n2) сравнения (как пахарь, битва отдыхает)\n 3) ещё и других членов (испуганный, мальчик остановился)",
            "exceptions": ["пояснения есть//просятся, то есть//а именно", "сравнения, начинающиеся с как//словно//будто", "всегда осложнены значением дополнительного сказуемого\nа) обстоятельства, отвечающие на вопросы что делая?//что сделав? (волны несутся, гремя и сверкая)\nб) определения, относящиеся к личному местоимению // стоящие после главного слова, не сливаясь с ним интонационно (А он, мятежный, просит бури.)"],
            "positive": null,
            "negative": null
          }
        }
      }
    }
  ]
}