{
  "title": "Правописание согласных в корне",
  "rules":  [
    {
      "title": "Звонкие//глухие",
      "rule": {
        "title": "Проверяются изменениями слова // родственными словами, где оказываются перед гласными \nперед сонорными\n (складки (склад(ы)вать), миг (миг(н)уть))",
        "exceptions": [
          "свадьба",
          "1) запомним слова, которых звонкость/глухость согласного проверить невозможно: автобус, асбест, асфальт, бутсы, ветчина, вокзал, варежка, деревяшка, диспетчер, зигзаг, кобчик, копчик. космонавт, общий, оптом, офсайд, потчевать, притча, рюкзак, футбол, ягдташ и др.\n2) Надо различать по смыслу: вперемежку - вперемешку, изморозь - изморось, провезти - провести и т.п."
        ],
        "positive": null,
        "negative": null
      }
    },
    {
      "title": "Непроизносимые",
      "rule": {
        "title": "Проверяются изменениями слова // родственными словами, где оказываются перед гласными \nна конце слова\n (пастбище (пасти), окрестности (крест))",
        "exceptions": ["чувство, лестница, праздник", "1) Непроизносимых согласных нет (гнусный, интриганский, инцидент (прецедент), опасный, ресницы, ровесник, словесный, телесный, ужасный, участвовать)\n2) Нужно различать по смыслу: блеснуть - блестеть - блеск, брызнуть - брызгать, выслать - выстлать, косный - костный, лосниться - лоск, норманский - нормандский, наперсник - напёрсток, плеснуть - плескать, свиснуть - свистнуть, шествовать - шефствовать, яства - явственный\n3) Слышиться Ж пишется зж: визжать, дребезжать, брюзжать, брезжить, разможить, езжу, поезжай, позже"],
        "positive": null,
        "negative": null
      }
    },
    {
      "title": "Удвоенные",
      "rule": {
        "title": "Не проверяются => словарные (запоминаем)\n 1) Несколько русских: ЖЖ (вожжи, дрожжи, жжёт, можжевельник, жужжать), СС (ссора, Россия, Белоруссия)\n 2) Больщинство -- иноязычные слова (аппетит, грамм, иллюминация, тонна)",
        "exceptions": ["1) Формы на -ЧЬ жечь, сжечь; жужулица", "Одна из удвоенных согласных утрачивается: 1) в сокращённых частях сокращённых слов: грамзапись(граммофон), собкор(корреспондент) [искл. a) слова, пишущиеся через дефис (пресс-центр/конференция и т.п.), б) Донбасс, Кузбасс]\n 2) в уменьшительно-ласкательных именах (Алла - Алочка, Анна, Аннушка - Анечка, Элла - Элочка, Эмма - Эмочка)\n 3) в отдельных родственных словах: кристальный (кристалл), колонка (колонна), манка (манна), будёновка (Будённый), пяти-тонка (тонна), финский (финн), форменка (форменный), бильярд (биллиард), брильянт (бриллиант), мильон (миллион)"],
        "positive": null,
        "negative": null
      }
    }
  ]
}